Repository: roknicmilos/portfolizer
Catalog: run/locale/*/LC_MESSAGES/django.po
Languages: sr

source: Ensure the file size is not greater than %(limit_value)s KB.
sr: Veličina fajla ne sme biti veća od %(limit_value)s KB.

source: EDUCATION (L)
sr: OBRAZOVANJE (L)

source: EMPLOYMENT (R)
sr: ZAPOSLENJE (R)

source: INTERNSHIP (L)
sr: PRAKSA (L)

source: LANGUAGES (L)
sr: JEZICI (L)

source: LINKS (L)
sr: LINKOVI (L)

source: Left Column | Segment Order
sr: Leva Kolona | Redosled Segmenata

source: Right Column | Segment Order
sr: Desna Kolona | Redosled Segmenata

source: Segment Titles
sr: Naslovi Segmenata

source: Style
sr: Stil

source: IMAGE (L)
sr: SLIKA (L)

source: CONTACT (L)
sr: KONTAKT (L)

source: PERSONAL DETAILS (L)
sr: LIČNI DETALJI (L)

source: HEADER (R)
sr: NASLOV (R)

source: ABOUT ME (R)
sr: O MENI (R)

source: Portfolio Link
sr: Link Portfolija

source: Save the Portfolio first to generate the link.
sr: Sačuvajte Portfolio da biste generisali link.

source: Show portfolio page
sr: Prikaži stranicu portfolija

source: PROJECTS (R)
sr: PROJEKTI (R)

source: SKILLS (R)
sr: VEŠTINE (R)

source: CREATE PORTFOLIO
sr: KREIRAJ PORTFOLIO

source: MY PORTFOLIO
sr: MOJ PORTFOLIO

source: EDIT PORTFOLIO
sr: UREDI PORTFOLIO

source: school
sr: škola

source: degree
sr: diploma

source: start
sr: početak

source: Day is not important. Select 1st if you don't know the exact start day.
sr: Dan nije bitan. Izaberite 1. ako ne znate tačan datum početka.

source: end
sr: kraj

source: Leave empty if you are currently studying here. Day is not important. Select 1st if you don't know the exact end day.
sr: Ostavite prazno ako trenutno studirate ovde. Dan nije bitan. Izaberite 1. ako ne znate tačan datum završetka.

source: location
sr: lokacija

source: description
sr: opis

source: Education
sr: Obrazovanje

source: Educations
sr: Obrazovanja

source: Employment
sr: Zaposlenje

source: Employments
sr: Zaposlenja

source: Internship
sr: Praksa

source: Internships
sr: Prakse

source: label
sr: oznaka

source: level
sr: nivo

source: Language
sr: Jezik

source: Languages
sr: Jezici

source: Contact
sr: Kontakt

source: Personal Details
sr: Lični Detalji

source: Links
sr: Linkovi

source: Skills
sr: Veštine

source: first segment in left column
sr: prvi segment u levoj koloni

source: second segment in left column
sr: drugi segment u levoj koloni

source: third segment in left column
sr: treći segment u levoj koloni

source: fourth segment in left column
sr: četvrti segment u levoj koloni

source: fifth segment in left column
sr: peti segment u levoj koloni

source: sixth segment in left column
sr: šesti segment u levoj koloni

source: seventh segment in left column
sr: sedmi segment u levoj koloni

source: contact segment title
sr: naslov segmenta kontakt

source: personal details segment title
sr: naslov segmenta lični detalji

source: links segment title
sr: naslov segmenta linkovi

source: skills segment title
sr: naslov segmenta veštine

source: languages segment title
sr: naslov segmenta jezici

source: internship segment title
sr: naslov segmenta praksa

source: education segment title
sr: naslov segmenta obrazovanje

source: left column background color
sr: boja pozadine leve kolone

source: left column text color
sr: boja teksta leve kolone

source: The segment value must be unique.
sr: Vrednost segmenta mora biti jedinstvena.

source: Website
sr: Veb stranica

source: type
sr: tip

source: user
sr: korisnik

source: is published
sr: je objavljeno

source: title
sr: naslov

source: filename
sr: naziv fajla

source: page count
sr: broj stranica

source: If the content of your Portfolio does not fit on one page, the content will be automatically split into multiple pages. Set the expected number of pages here to apply the first page styling across all pages.
sr: Ako sadržaj vašeg Portfolija ne stane na jednu stranicu, sadržaj će se automatski podeliti na više stranica. Postavite očekivani broj stranica ovde da biste primenili stil prve stranice na sve stranice.

source: first name
sr: ime

source: last name
sr: prezime

source: role
sr: uloga

source: phone
sr: telefon

source: address label
sr: labela adrese

source: address link
sr: link adrese

source: birthday
sr: datum rođenja

source: about me
sr: o meni

source: PDF button background color
sr: Boja pozadine PDF dugmeta

source: PDF button SVG color
sr: Boja SVG PDF dugmeta

source: Edit button background color
sr: Boja pozadine dugmeta za uređivanje

source: Edit button SVG color
sr: Boja SVG dugmeta za uređivanje

source: Language button background color
sr: Boja pozadine dugmeta jezika

source: Language button SVG color
sr: Boja SVG dugmeta jezika

source: Portfolios
sr: Portfoliji

source: Portfolio can't be created for this user.
sr: Portfolijo ne može biti kreiran za ovog korisnika.

source: Only one Portfolio can be created for this user.
sr: Samo jedan Portfolijo može biti kreiran za ovog korisnika.

source: company
sr: kompanija

source: Leave empty if you are currently working here. Day is not important. Select 1st if you don't know the exact end day.
sr: Ostavite prazno ako trenutno radite ovde. Dan nije bitan. Izaberite 1. ako ne znate tačan datum završetka.

source: name
sr: ime

source: Leave empty if you are currently working on this project. Day is not important. Select 1st if you don't know the exact end day.
sr: Ostavite prazno ako trenutno radite na ovom projektu. Dan nije bitan. Izaberite 1. ako ne znate tačan datum završetka.

source: tools title
sr: naslov alata

source: Project
sr: Projekat

source: Projects
sr: Projekti

source: About Me
sr: O meni

source: first segment in right column
sr: prvi segment u desnoj koloni

source: second segment in right column
sr: drugi segment u desnoj koloni

source: third segment in right column
sr: treći segment u desnoj koloni

source: about me segment title
sr: naslov segmenta o meni

source: employment segment title
sr: naslov segmenta zaposlenje

source: projects segment title
sr: naslov segmenta projekti

source: right column background color
sr: boja pozadine desne kolone

source: right column text color
sr: boja teksta desne kolone

source: Skill
sr: Veština

source: Click here to find out how the Portfolio is structured and displayed, and which parts can be customized to fit your preferences.
sr: Kliknite ovde da biste saznali kako je Portfolio struktuiran i prikazan, i koje delove možete prilagoditi da odgovaraju vašim preferencijama.

source: Portfolio is divided into left and right column.
sr: Portfolio je podeljen na levu i desnu kolonu.

source: Each column has its own segments.
sr: Svaka kolona ima svoje segmente.

source: Segments will not be displayed if you leave them empty.
sr: Segmenti neće biti prikazani ako ih ostavite prazne.

source: You can change the order of the segments under the "LEFT COLUMN | SEGMENT ORDER" and "RIGHT COLUMN | SEGMENT ORDER" sections.
sr: Možete promeniti redosled segmenata pod sekcijama "LEVA KOLONA | REDOSLED SEGMENTA" i "DESNA KOLONA | REDOSLED SEGMENTA".

source: You can change the title of each segment under the "Segment Titles" section.
sr: Možete promeniti naslov svakog segmenta pod sekcijom "Naslovi Segmenata".

source: You can change the style of the Portfolio under the "Style" section.
sr: Možete promeniti stil Portfolija pod sekcijom "Stil".

source: Below, you can see the name of each segment and to which column they belong to - the first letter of the column is displayed in brackets next to the segment name.
sr: Ispod, možete videti ime svakog segmenta i kojoj koloni pripadaju - prvo slovo kolone je prikazano u zagradama pored imena segmenta.

source: Each segment must be on a single page. If the segment stretches acros 2 pages (upper part is on one page, and lower part is on the next page), the segment will be moved to the next page.
sr: Svaki segment mora biti na jednoj stranici. Ako se segment proteže preko 2 stranice (gornji deo je na jednoj stranici, a donji deo je na sledećoj stranici), segment će biti premešten na sledeću stranicu.

source: Present
sr: Trenutno

source: Description
sr: Opis

source: Edit
sr: Uredi

source: Download
sr: Sačuvaj

source: The slug '%(value)s' is reserved and cannot be used.
sr: Slug '%(value)s' je rezervisan i ne može biti korišćen.

source: This portfolio is not published and can only be viewed by you.
sr: Ovaj portfolijo nije objavljen i možete ga videti samo vi.

source: Permissions
sr: Dozvole

source: Important dates
sr: Važni datumi

source: LOGIN
sr: PRIJAVA

source: REGISTER
sr: REGISTRACIJA

source: ACCOUNT SETTINGS
sr: PODEŠAVANJA NALOGA

source: LOGOUT
sr: ODJAVA

source: I agree to the Terms & Conditions and acknowledge the Privacy Policy.
sr: Slažem se sa Uslovima Korišćenja i priznajem Politiku Privatnosti.

source: Please read and accept the Terms & Conditions and Privacy Policy before proceeding. You can find them by clicking the links in the footer.
sr: Molimo vas da pročitate i prihvatite uslove korišćenja i politiku privatnosti pre nego što nastavite. Možete ih pronaći klikom na linkove u podnožju.

source: email address
sr: email adresa

source: Login
sr: Prijava

source: Registration
sr: Registracija

source: Register
sr: Registracija

source: This is you now 👇
sr: Ovo ste vi sada 👇

source: You are lost. You don't know where you are. Just hit that rocket it the top left corner, and I'll take you back home. 😮‍💨
sr: Izgubljeni ste. Ne znate gde se nalazite. Samo pritisnite onu raketu u gornjem levom ćošku, i odvešću vas na početnu stranicu. 😮‍💨

source: LEGAL
sr: PRAVNO

source: Privacy Policy
sr: Politika Privatnosti

source: Terms & Conditions
sr: Uslovi Korišćenja

source: CONTACT
sr: KONTAKT

source: All rights reserved.
sr: Sva prava zadržana.

source: Powered by
sr: Pokreće

source: LANGUAGE
sr: JEZIK

source: HOME
sr: POČETNA

source: Your Online Portfolio & Resume Builder
sr: Vaš Online Portfolijo & CV Kreator

source: Showcase Your Skills with Portfolizer
sr: Pokažite Vaše Veštine sa Portfolizerom

source: Create a professional portfolio and downloadable CV in minutes. Build your online presence and share your expertise with the world.
sr: Kreirajte profesionalni portfolijo i preuzmite CV za nekoliko minuta. Izgradite svoje online prisustvo i podelite svoje ekspertize sa svetom.

source: Why Choose Portfolizer?
sr: Zašto Izabrati Portfolizer?

source: Easy Portfolio Builder
sr: Jednostavno Kreiranje Portfolija

source: No design skills required.
sr: Veštine dizajna nisu potrebne.

source: Share portfolio
sr: Podeli portfolijo

source: Share your portfolio page with anyone.
sr: Podelite stranicu portfolija sa bilo kim.

source: Instant PDF CVs
sr: Instant PDF CV-jevi

source: Download your resume in one click.
sr: Preuzmite svoj CV u jednom kliku.

source: How It Works
sr: Kako Radi

source: Sign up and create your account.
sr: Registruj se i kreiraj svoj nalog.

source: Build Portfolio
sr: Kreiraj Portfolijo

source: Add your details, links, and projects.
sr: Dodajte svoje detalje, linkove i projekte.

source: Share or Download
sr: Podeli ili Preuzmi

source: Share your portfolio page with anyone or generate a PDF
sr: Podelite stranicu portfolija sa bilo kim ili generišite PDF

source: Create Your Portfolio Now!
sr: Kreirajte Vaš Portfolijo!

source: Data We Collect
sr: Podaci Koje Prikupljamo

source: Account Data:
sr: Podaci o Nalogu:

source: Email address and password are required for registration.
sr: Email adresa i lozinka su obavezni za registraciju.

source: Portfolio Data:
sr: Portfolijo Podaci:

source: Users can optionally provide personal information such as: first and last name, phone number, date of birth, location (address), social media links (e.g., LinkedIn, GitHub, website, etc.)
sr: Korisnici mogu opciono pružiti lične informacije kao što su: ime i prezime, broj telefona, datum rođenja, lokacija (adresa), linkovi profila na socijalnim mrežama (npr. LinkedIn, GitHub, veb stranica, itd.)

source: Users must manually set an email address for display on their public portfolio pages.
sr: Korisnici moraju ručno postaviti email adresu za prikaz na njihovim javnim stranicama portfolija.

source: Cookies:
sr: Kolačići:

source: Portfolizer uses default Django cookies: csrftoken (used to protect against cross-site request forgery attacks), django_language (stores the user's language preference) and sessionid (used to maintain user session state after login).
sr: Portfolizer koristi podrazumevane Django kolačiće: csrftoken (koristi se za zaštitu od napada na zahtev preko različitih sajtova), django_language (čuva korisnikove preferencije jezika) i sessionid (koristi se za održavanje stanja korisničke sesije nakon prijave).

source: These cookies are essential for website functionality.
sr: Ovi kolačići su neophodni za funkcionalnost veb stranice.

source: Automatically Collected Data:
sr: Automatski Prikupljeni Podaci:

source: We do not collect any data automatically, except data collected by Sentry (our error tracking service).
sr: Ne prikupljamo nikakve podatke automatski, osim podataka prikupljenih od strane Sentry-ja (našeg servisa za praćenje grešaka).

source: How We Use Your Data
sr: Kako Koristimo Vaše Podatke

source: Account Management:
sr: Upravljanje Nalogom:

source: Email addresses are used for login, identifying users, and communication.
sr: Email adrese se koriste za prijavu, identifikaciju korisnika i komunikaciju.

source: Portfolio Pages:
sr: Portfolijo Stranice:

source: Optional personal information is used to generate user portfolios and PDFs.
sr: Opcioni lični podaci se koriste za generisanje korisničkih portfolija i PDF-ova.

source: Users can choose to publish or unpublish their portfolio pages.
sr: Korisnici mogu izabrati da objave ili ne objave svoje stranice portfolija.

source: Communication:
sr: Komunikacija:

source: We may use your email address to send important updates, notifications, or promotional content related to Portfolizer.
sr: Možemo koristiti vašu email adresu da bismo vam poslali važne informacije u vezi ažuriranja Portfolizer-a, obaveštenja ili promotivni sadržaj vezan za Portfolizer.

source: Data Sharing
sr: Deljenje Podataka

source: We do not share your data with third parties. However, our website is hosted on DigitalOcean servers located in France.
sr: Ne delimo vaše podatke sa trećim licima. Međutim, naša veb stranica je smeštena na DigitalOcean serverima smeštenim u Francuskoj.

source: Data collected by Sentry (our error tracking service) may include technical details such as error logs, IP addresses, and other metadata necessary for debugging. For more information, please refer to Sentry's Privacy Policy.
sr: Podaci prikupljeni od strane Sentry-ja (našeg servisa za praćenje grešaka) mogu uključivati tehničke detalje kao što su logovi grešaka, IP adrese i drugi metapodaci neophodni za debagovanje. Za više informacija, molimo vas da se obratite Politici Privatnosti Sentry-ja.

source: Data Security
sr: Bezbednost Podataka

source: Passwords are encrypted (hashed) before storage.
sr: Lozinke su enkriptovane (hash-ovane) pre skladištenja.

source: Personal data is stored securely in our database.
sr: Lični podaci su bezbedno smešteni u našoj bazi podataka.

source: HTTPS ensures data is encrypted during transmission.
sr: HTTPS osigurava da su podaci enkriptovani tokom prenosa.

source: Only superusers can access all users and portfolios via Django Admin.
sr: Samo superkorisnici mogu pristupiti svim korisnicima i portfolijima putem Django Admin.

source: User Rights
sr: Prava Korisnika

source: Access and Update:
sr: Pristup i Ažuriranje:

source: You can view and update your data via Django Admin.
sr: Možete pregledati i ažurirati svoje podatke putem Django Admin.

source: Delete:
sr: Obriši:

source: You can delete your account or unpublish/delete your portfolio.
sr: Možete obrisati svoj nalog ili ne objaviti/obrisati svoj portfolijo.

source: Contact:
sr: Kontakt:

source: For additional requests, contact us at roknic.milos.994@gmail.com.
sr: Za dodatne zahteve, kontaktirajte nas na roknic.milos.994@gmail.com.

source: Cookies
sr: Kolačići

source: The cookies we use are necessary for website functionality. You cannot reject these cookies, as they are essential for secure login and session management.
sr: Kolačiće koje koristimo su neophodni za funkcionalnost veb stranice. Ne možete odbiti ove kolačiće, jer su neophodni za sigurnu prijavu i upravljanje sesijama.

source: Data Retention
sr: Zadržavanje Podataka

source: Data is retained indefinitely. We may implement automatic deletion of inactive accounts in the future.
sr: Podaci se zadržavaju neograničeno. Možemo implementirati automatsko brisanje neaktivnih naloga u budućnosti.

source: International Users
sr: Međunarodni Korisnici

source: Portfolizer is hosted on servers in France. By using our website, you acknowledge that your data may be processed outside your country of residence.
sr: Portfolizer je smešten na serverima u Francuskoj. Korišćenjem naše veb stranice, priznajete da vaši podaci mogu biti obrađeni van vaše zemlje prebivališta.

source: Contact Information
sr: Kontakt Informacije

source: For privacy-related inquiries, please contact us at roknic.milos.994@gmail.com.
sr: Za upite vezane za privatnost, kontaktirajte nas na roknic.milos.994@gmail.com.

source: Updates to this Policy
sr: Ažuriranja ove Politike

source: We may update this Privacy Policy occasionally. Please review it periodically for changes.
sr: Možemo povremeno ažurirati ovu Politiku Privatnosti. Molimo vas da je povremeno pregledate za promene.

source: Disclaimer
sr: Ograničenje Odgovornosti

source: Portfolizer is a personal project operated by an individual, not a legal entity or organization. The service is provided on an "as-is" and "as-available" basis, with no guarantees of uninterrupted availability or error-free functionality. By using Portfolizer, you acknowledge that the website is managed by a single individual and may not have the same level of resources or guarantees as services operated by established companies.
sr: Portfolizer je lični projekat koji operiše pojedinac, a ne pravno lice ili organizacija. Usluga je pružena na osnovu "kakva je" i "kakva je dostupna" osnova, bez garancija neprekidne dostupnosti ili funkcionalnosti bez grešaka. Korišćenjem Portfolizera, priznajete da veb stranicom upravlja jedan pojedinac i da možda nema isti nivo resursa ili garancija kao usluge kojima upravljaju kompanije.

source: While every effort is made to ensure data security and privacy, the operator cannot assume liability for unforeseen issues, including data breaches or service interruptions. Users are encouraged to use the service with this understanding.
sr: Iako se ulaže svaki napor da se osigura bezbednost i privatnost podataka, operater ne može pretpostaviti odgovornost za nepredviđene probleme, uključujući provaljivanje podataka ili prekide usluge. Korisnici su ohrabreni da koriste uslugu sa ovim razumevanjem.

source: Introduction
sr: Uvod

source: Welcome to Portfolizer! These Terms & Conditions ("Terms") govern your use of our website ("Service"). By accessing or using Portfolizer, you agree to comply with these Terms.
sr: Dobrodošli na Portfolizer! Ovi Uslovi Korišćenja ("Uslovi") regulišu vaše korišćenje naše veb stranice ("Usluga"). Pristupanjem ili korišćenjem Portfolizera, slažete se da se pridržavate ovih Uslova.

source: Eligibility
sr: Eligibilnost

source: You must be at least 18 years old or have parental/guardian consent to use Portfolizer. By using the Service, you confirm that you meet these requirements.
sr: Morate imati najmanje 18 godina ili pristanak roditelja/staratelja da koristite Portfolizer. Korišćenjem Usluge, potvrđujete da ispunjavate ove uslove.

source: User Responsibilities
sr: Odgovornosti Korisnika

source: By using Portfolizer, you agree not to:
sr: Korišćenjem Portfolizera, slažete se da nećete:

source: Use the website for illegal activities.
sr: Koristiti veb stranicu za ilegalne aktivnosti.

source: Post or share harmful, abusive, or offensive content.
sr: Objavljivati ili deliti štetni, zlostavljački ili uvredljiv sadržaj.

source: Attempt to hack or disrupt the website.
sr: Pokušavati hakovati ili ometati rad veb stranice.

source: Misuse personal information obtained from other users.
sr: Zloupotrebljavati lične informacije drugih korisnika.

source: Account Management
sr: Upravljanje Nalogom

source: Users are responsible for safeguarding their login credentials. We reserve the right to suspend or terminate accounts that violate these Terms or compromise the Service.
sr: Korisnici su odgovorni za čuvanje svojih podataka za prijavu. Zadržavamo pravo da suspendujemo ili obustavimo naloge koji krše ove Uslove ili ugrožavaju Uslugu.

source: Intellectual Property
sr: Intelektualna Svojina

source: All content on Portfolizer, including text, images, and code, is owned by us or licensed to us. Unauthorized use or reproduction of this content is prohibited.
sr: Svi sadržaji na Portfolizeru, uključujući tekst, slike i kod, su u našem vlasništvu ili licencirani nama. Neovlašćeno korišćenje ili reprodukcija ovog sadržaja je zabranjena.

source: Limitation of Liability
sr: Ogranučenje Odgovornosti

source: Portfolizer is provided "as is" without warranties of any kind. We are not liable for any loss or damage resulting from the use of our Service.
sr: Portfolizer je pružen "kakav jeste" bez garancija bilo koje vrste. Nismo odgovorni za bilo kakav gubitak ili štetu nastalu korišćenjem naše Usluge.

source: Changes to the Service
sr: Izmene Usluge

source: We may update, modify, or discontinue the Service at any time without prior notice.
sr: Možemo ažurirati, modifikovati ili obustaviti Uslugu u bilo koje vreme bez prethodne najave.

source: Governing Law
sr: Merodavno Pravo

source: These Terms are governed by the laws of Serbia. Any disputes will be resolved under Serbian jurisdiction.
sr: Ovi Uslovi su regulisani zakonima Srbije. Svaki spor će biti rešen pod srpskom nadležnošću.

source: For questions or concerns about these Terms, please contact us at roknic.milos.994@gmail.com.
sr: Za pitanja ili zabrinutosti u vezi sa ovim Uslovima, kontaktirajte nas na roknic.milos.994@gmail.com.
